[DunDefGRI_Assault]
GameOverDescriptionReasons[0]="Ran out of lives!"
GameOverDescriptionReasons[1]="Ran out of time!"
SpectatorWaitString="No Lives Remaining..."
NumLivesString="Lives Remaining:"
TimeLimitString="Time Limit:"
DestroyedEnemyCoreString="Enemy Core Destroyed!"
NumCoresString="Enemy Cores Remaining:"

[DunDefGRI_KillEnemiesTimeLimit]
GameOverDescriptionReasons="Ran out of time!"
TimeLimitString="Time Limit:"

[DunDefGRI_Chicken]
GameOverDescriptionReasons[1]="Ran out of lives!"
SpectatorNoLivesWaitString="No Lives Remaining..."
NumLivesString="Lives Remaining:"
IsTheChickenString="Is The Chicken!"
MSG_WillBecomeChicken="You will soon become the Chicken!"
MSG_YouAreTheChicken="YOU are the Chicken!!!"

[DunDefGRI_GoldenTokens]
GoldenManaTokensToCollectString="Golden Mana Tokens"
GoldenManaTokenCollectedString="Golden Mana Token Collected!"
AllGoldenManaTokenCollectedString="All Golden Mana Tokens Collected!"

[DunDefGRI_OgreAlly]
GameOverDescriptionReasons[0]="Your Ogre friend was killed!"
